[M_DuelingBanjos MissionDefinition]
MissionName="Family Feud: Zifford and Hudak"
MissionDescription="The family's discontent reached its peak. Jeffords and Hudanx prepare for the finale and Eli asks him to join them. Only one family survives; The decision is yours."
TurnInDescription="With fifty's help, you will brutally but justly end the war between Zaford and Inscription.."
MissionSummary="With Saffords or Hodunks."
MissionGiver="Ellie"
MissionTurnInLocation="Cover: Mick Jefford or Hodunk."
TeaserText="It's time to end the war between factions. What kind of fans??"

[M_DuelingBanjos:HeadToShowdown MissionObjectiveDefinition]
ProgressMessage="Stay in the final round"

[M_DuelingBanjos:HeadToShowdownSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DuelingBanjos:PickASideSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DuelingBanjos:ShootTheHodunks MissionObjectiveDefinition]
ProgressMessage="Remove the towel completely."

[M_DuelingBanjos:ShootZafords MissionObjectiveDefinition]
ProgressMessage="Remove Jefford"

